{"inkVersion":19,"root":[[{"->":"start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":[["^You did you’re a level last year and you’ve been expecting your results for a while.","\n","^Today your parents wake you up saying that the results are out. You wake up and tun towards your computer to check the website for your results.","\n","^You are very nervous about your results and you notice that your whole body is trembling. So, you tell your brother to check it for you.","\n","^He checks it and tells you that you have passed with really high marks and that you will be able to attend the university that you wanted to.","\n","^A few moments later you get a phone call from your best friend. You answer the phone and he ask about your results. You tell him the yours and ask him about his.","\n","^Even though he has passed he hasn’t gotten the expected results. He said he’ll come to your house to have a talk with you.","\n","^Few hours later he comes to your house and you notice that he seems upset due to the results. You two started talking about the results. Now you have to decide.","\n","ev","str","^Talk about how excited you are about going to university","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Talk to your friends about his results","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"#":"You keep talking about your resultws ignoring him. He gets more upset. He says goodby to you and leaves"},{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^He says that he was expecting to get better results so that he would be able to attend the same university as you. ou tell him that results don't mean everythig and that he alwasy have another chance to do a level again and attend the university next year.","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^A few days go by and your friend says that he will be studying and he will be doing the exam next year again. Meanwhile you get together with some other students from your school who will be attending the same university to talk about the university you are about to enter.","\n","^Few weeks later the people who got selected to university decide to get together and have a small day out to get to know everyone better. Unfortunately, it is on the same day as your friend’s birthday and he had invited you to his house that day along with some other friends. Now you have to choose","\n","ev","str","^Go to your friend’s birthday","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Go out with your new friends (Because they are the people that you will be meeting more in the future)","/str","/ev",{"*":".^.c-3","flg":20},{"c-2":["\n","^You go to ypur friends house and give him his gift. You meet a lot of school friends you have a good time. He tells you that he feels better about the results abd that he is doing his best to get a good result this time.","\n","^Afer evrything is done most of the guests went home you and your friend sees that his room along with the rext of the house is really messy.","\n","^You are thinking to whether","\n",["ev","str","^Stay a little bit late and help your friend clean his room","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Go home","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^You friend started to clean his room and you join him. it takes you a little while to clean the room. After the room is clean you say good bye to him and his family and leave.","\n",{"->":"start.0.g-1"},{"#f":5}],"c-1":["\n","^You had a oppurtunity to help your friend but","\n",{"->":"start.0.g-1"},{"#f":5}]}],{"#f":5}],"c-3":["\n","^You go out with your new friends and you talk about university and what it would be like to go there. You got to know each other. You were suprised to find out that there are some people who have come from really far away.","\n","^After than everyone decided to home hoping to meet again later. When you are going home you saw that one guy from the meet up standing nearby looking confused.","\n","^You have to decide,","\n",["ev","str","^Ask him what is wrong","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Ignore him and go home","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^If you choose to talk to him you find out that he doesn’t know how to find the bus stop. You tell him where to go and he thanks you.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":[{"->":"start.0.g-1"},{"#f":5}]}],{"#f":5}],"#f":5}],"g-1":["^A few days your friend calls you to ask you for some help with the studies. He says that he’s having some hard time understanding some topics and ask if you can help him. You have to choose","\n","ev","str","^Help him with the studies","/str","/ev",{"*":".^.c-4","flg":20},"ev","str","^Tell him you don’t remember that topic","/str","/ev",{"*":".^.c-5","flg":20},{"c-4":["\n","^He comes to your house you help him with the topics and he thanks you.","\n",{"->":".^.^.^.g-2"},{"#f":5}],"c-5":["\n",{"#":"You shouldnt have lied to your friend"},{"->":".^.^.^.g-2"},{"#f":5}],"#f":5}],"g-2":["^Since university is getting closer and closer you decide to start learning small parts of what you will be learning there so it’ll be easier for you to understand.","\n","^Some of you old friends from school has decided to go on a trip because you haven’t seen each other in a while.The trip is planed to be on the week before university starts.","\n","^Now you have to decide,","\n","ev","str","^Go on the trip and have fun.","/str","/ev",{"*":".^.c-6","flg":20},"ev","str","^Stay home so that you can get better prepared for the coming university life.","/str","/ev",{"*":".^.c-7","flg":20},{"c-6":["\n","^You meet a lot of your school friends and you have a lot of fun.","\n",{"->":".^.^.^.g-3"},{"#f":5}],"c-7":["\n",{"#":"Studies arent ypur life you need friemds too"},{"->":".^.^.^.g-3"},{"#f":5}],"#f":5}],"g-3":["^A few days before university stats you went out running some errands.","\n","^When you return home you notice that there are some vissitors at your house.","\n","^You have to choose,","\n","ev","str","^Talk to the visitors a bit and go to your room","/str","/ev",{"*":".^.c-8","flg":20},"ev","str","^Ignore the vissitors and go to your room","/str","/ev",{"*":".^.c-9","flg":20},{"c-8":["\n","^You talk to them for a little while and go to your room to rest.","\n",{"->":".^.^.^.g-4"},{"#f":5}],"c-9":["\n","^You go to your room and rest.","\n",{"->":".^.^.^.g-4"},{"#f":5}],"#f":5}],"g-4":["end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}