{"inkVersion":19,"root":[[{"->":"start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":[["^Now you are a second-year student. The workload has increased but you still have some time to spend with your friends and enjoy. Your grades so far have been good. And you have a good reputation among your friends. You notice that some of your friends have lower grade.","\n","^One day your friends decide to go out after lectures and have some fun. They also decide to get together and have a study session after that at a friend’s house. They asked if you would like to join.","\n","^Now you have to decide,","\n","ev","str","^Go out and have fun","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Tell them that you have some family matter (go home and study alone)","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^You go out with your friends and have a good. Then they start to talk about the study session. They ask you if you have to time to join and teach them some topics that are hard for them. You have to decide,","\n",["ev","str","^Help the with the studies","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Go home and study alone","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^After decision A you go to your friend’s house and teach then the topics they want. You realize that helping them also made some topics easier for you.","\n",{"->":"timeGoes"},{"#f":5}],"c-1":["\n",{"->":"timeGoes"},{"#":"REMARK"},{"#f":5}]}],{"#f":5}],"c-1":["\n",{"->":"timeGoes"},{"#":"remark"},{"#f":5}]}],{"#f":1}],"timeGoes":[["^Time goes on and work so far has been going well.Assignments are starting to come up some students are struggling to keep up with the work. You are able to keep up with everything.","\n","^Few days before an assignment a friend of yours asked for your help to resolve some confusing parts of subjects.","\n","^Again, you have to decide,","\n","ev","str","^Help your friend","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Tell him that you don't know that part","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^You help your friend and both of you do well in the assignment.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n",{"#":"your friends are starting to notice that you are ditching"},"^The friendship is starting to deteriorate","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^University life continues as usual you and your friends have","\n","^fun.","\n","^A few days later lectures end early some of your friends along with some batch mates decided to go watch a movie in the theatr. They ask you to join. And you start thinking whether its better to,","\n","ev","str","^Go out with your friends and have fun","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Go to the library and study","/str","/ev",{"*":".^.c-3","flg":20},{"c-2":["\n",{"->":"goingOut"},{"->":".^.^.^.g-1"},{"#f":5}],"c-3":["\n","^A balanced human needs friends not just educations.","\n",{"->":".^.^.^.g-1"},{"#f":5}],"#f":5}],"g-1":["end",{"#f":5}]}],{"#f":1}],"goingOut":[["^You watch the movie and have a lot of fun. Someone suggests that they should go to some restaurant and grab something to eat. You notice that one of your friends looks upset.","\n","^Now you have to decide that you have to either,","\n","ev","str","^Ask him what’s wrong","/str","/ev",{"*":".^.c-0","flg":20},["ev",{"^->":"goingOut.0.10.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":18},{"s":["^Mind your own business",{"->":"$r","var":true},null]}],{"c-0":["\n","^If you decide to ask your friend what’s wrong you find out that your friend is a little bit low on cash. And that he’s thinking about going home without going to the restaurant.","\n","^You have enough money to lend him some money so that he can hang out with friends.","\n",["ev","str","^Lend him some money so that he can stay","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Don’t lend him the money so that you can save up","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^He thanks you and joins the group","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^Your friends say he’s getting late and has to go","\n","^home.","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^You have fun with your friends. You go home satisfied.","\n",{"->":".^.^.^.^.g-0"},{"#f":5}]}],{"#f":5}],"c-1":["ev",{"^->":"goingOut.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.10.s"},[{"#n":"$r2"}],"\n",{"#":"score reduction"},{"->":".^.^.g-0"},{"#f":5}],"g-0":[{"->":"academicsContinue"},"end",{"#f":5}]}],{"#f":1}],"academicsContinue":[["^University goes on normally everything fine you are doing well in academics.","\n","^A few days later a during a lecture the lecturer says that there will be a assignment on what you’ve learned so far. You are pretty confident with what you’ve learned so far.","\n","^The assignment is getting closer and on the day before the assignment your best friends asks if you could help him with some part that he has problem with some topics. Even though you are confident with the subject you feel like you have to go through the topics just in case.","\n","^Now you have to decide between","\n","ev","str","^Help your friend with the topic","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Make some lie up and go home to study by yourself","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","^He messes up the assignment ger stressed out.","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^you do well in the assignment.","\n",{"->":"cricketMatch"},"end",{"#f":5}]}],{"#f":1}],"cricketMatch":[["^University continues as usual. And exams are getting extremely close. The student union has decided to hold a cricket tournament to reduce exam stress at the beginning of the study leave.","\n","^Your friends have decided to enter a team into the tournament. Your friends asks you to join the game. Now you have to decide if its better to","\n","ev","str","^Join them and play in the tournament","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Not play in the tournament study for the exam","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^You play in the tournament and have fun.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":[{"->":"finale"},{"#f":5}]}],{"#f":1}],"finale":[["^A few days before the exam your friends ask you if you could come to the university on the days that you don’t have university so that you can help them with difficult parts of the subjects and study with them.","\n","^Now you have to decide to","\n","ev","str","^Go help them","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Study alone","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^The exams come and you do well. And the semester ends.","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}