{"inkVersion":19,"root":[[{"->":"start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":[[{"#":"title"},{"#":"background:meeting"},"^One day all of a sudden, all the first years are taken to the auditorium for a compulsory meeting.","\n",{"#":"background:labsheet"},"^You remember that there were some lab sheets due next weekend and has to make the decision to either","\n","ev","str","^Stay for the meeting and see what it is about since there is plenty of time to do the lab sheet","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Ditch the meeting and go home to do the lab sheets","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"#":"background:senior"},"^The meeting is about to start and you are in the auditorium with your friends and the meeting starts. Some senior students come on to the stage and starts talking to your batch.","\n",{"#":"background:musical"},"^They explain that each year the university holds a musical event as a fundraiser for an annual rehabilitation program of a school in a rural area and,","\n",{"#":"background:senior"},"^they also say that most of the organizing had to be done by the first years since the work piles up for the seniors.","\n",{"#":"background:discussion"},"^Then meeting ends and you go back to the common area with your friends.","\n","^And your friends ask you whether or not you are going to take part in the event. And you have to decide","\n",{"->":"takePart"},{"#f":5}],"c-1":["\n",{"#":"remark:You  should have stayed for the meeting since there is plenty of time and you should get involved in extracurricular activities as well"},{"#":"background:remarkthink"},"^<< You  should have stayed for the meeting since there is plenty of time and you should get involved in extracurricular activities as well >>","\n",{"#":"background:labsheethome"},"^You go home and finish the lab sheet with plenty of time to spare.","\n",{"#":"background:discussion"},"^The next day you go back to the university and meet your friends. They ask you why you didn't stay for the meeting. You have to decide on","\n",["ev","str","^Tell the truth","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Lie and tell them you had a family emergency","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n",{"#":"remark:Lying is a very bad habit. Please be strong enough to tell the truth"},{"#":"background:remarkthink"},"^<<Lying is a very bad habit. Please be strong enough to tell the truth>>","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":[{"#":"background:discussion"},"^After that you ask your friends what happened in the meeting.","\n",{"#":"background:musical"},"^They tell you that it was about musical event that the first years has to organize. They tell you how it is done as a fundraiser for a school rehabilitation program.","\n",{"#":"background:discussion"},"^They ask if you would like to join the organizing comittee. Now you have to decide","\n",{"->":"takePart"},{"#f":5}]}],{"#f":5}]}],{"#f":1}],"takePart":[["ev","str","^Take part in the event and manage your academic studies","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Tell them no","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"#":"background:planning"},"^Then the event planning starts and everything is going smoothly. You are managing you academics well and you’ve been doing the event management work put upon you very well.","\n",{"->":"sceneTwo"},{"#f":5}],"c-1":["\n",{"#":"remark:You have chosen not to take part in extra curricular activities. So, for a person to be well balanced they need studies as well as extra curricular activities.Please think about it !"},{"#":"background:remarkthink"},"^You have chosen not to take part in extra curricular activities. So, for a person to be well balanced they need studies as well as extra curricular activities.Please think about it !","\n","done",{"#f":5}]}],{"#f":1}],"sceneTwo":[[{"#":"background:lecturersay"},"^One day one of your lecturers say that there will be an assignment in the following week from what you have learned so far.","\n","^You and your friends are recapping what you learned so far and you hear that a special meeting is called for the organizing committee members do discuss the progress of the event so far.","\n",{"#":"background:smallmeeting"},"^The meeting started and everything went well. It ends and a senior asks you to stay for a special discussion.","\n",{"#":"background:talk4"},"^You stay after the meeting and talk to the seniors.They say that they are impressed with the work that you’ve done so far.","\n","^They say that someone has to go talk to one of the companies that are willing to sponsor the event.","\n","^They also said that they’d prefer if you go and talk. Then you start thinking if it’s better to","\n","ev","str","^Go handle the company yourself since you are pretty confident with the subject matter on the upcoming assignment","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Send someone else to the company and you study for the assignment","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"#":"background:sponsor"},"^You go to the company and manage to get a better sponsorship that you thought.","\n",{"#":"background:exam"},{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n",{"#":"remark:You should have gone to the company as seniors prefered you to go and you are confident about the subject"},{"#":"background:remarkthink"},"^<<You should have gone to the company as seniors prefered you to go and you are confident about the subject>>","\n",{"#":"background:sponsor"},"^The person you sent managed to get the sponsorship.","\n",{"#":"background:exam"},{"->":".^.^.g-0"},{"#f":5}],"g-0":["^The next day you did the assignment and you managed to do very well.","\n",{"->":"sceneThree"},{"#f":5}]}],{"#f":1}],"sceneThree":[[{"#":"background:university"},"^Everything is going smoothly you and your friends are enjoying life at the university so far. And you have been balancing studies and all the extracurricular work very well.","\n",{"#":"background:smallmeeting"},"^A few days later there was a special meeting for the event organizers. And you are asked to stay a little bit after the lectures are over.","\n",{"#":"background:doctor"},"^But you have to go home because you have to take your mother to the doctor because she has not been feeling well for a few days.","\n","^Now you have to decide","\n","ev","str","^Tell the seniors about the situation and go","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Don’t tell the seniors and go home","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n","^The seniors says its ok and go home.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n",{"#":"remark:You should have informed the seniors about the situation because they were expecting you to stay. Due to this you are going to loose your reputation among the seniors"},{"#":"background:remarkthink"},"^<<You should have informed the seniors about the situation because they were expecting you to stay. Due to this you are going to loose your reputation among the seniors>>","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":[{"->":"sceneFour"},{"#f":5}]}],{"#f":1}],"sceneFour":[[{"#":"background:senior"},"^On the day before the event the last meeting was called. In the meeting the seniors thanked all of you for the work that you did. And they told you and your batch mates to come to the event on time.","\n",{"#":"background:smallmeeting"},"^The next day you go to the venue. The seniors put you in charge of the organizing committee and told you to handle your batchmates.","\n",{"#":"background:onetalkone"},"^A few moments later you notice that there is only one person at the ticket counter. You go find the other person who was in charge of the ticketing and ask him whats wrong.","\n","^He said that he’s feeling a bit under the whether and he went to get some medicine.Since you are incharge for today you have to decide","\n","ev","str","^Tell him to go back to his assigned work","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Send someone to the ticket counter and tell him to rest for a little while","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"#":"remark:A good person should be a little bit more kind and should care about the people who work with you"},{"#":"background:remarkthink"},"^<<A good person should be a little bit more kind and should care about the people who work with you>>","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":[{"#":"background:smallmeeting"},"^The event went well and the seniors thank you and all of your batchmates on a job well done.","\n",{"#":"background:travel"},"^After the event is over you are told that you can go home. You decide to take a cab home since you are tired from all the work. When you go out side the venue you see one of your batch mates looking worried. You have to decide","\n","ev","str","^Ask that person what’s wrong","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Ignore and go home","/str","/ev",{"*":".^.c-3","flg":20},{"c-2":["\n",{"->":"finale"},{"#f":5}],"c-3":["\n",{"#":"remark:If your friends are in a trouble you should have ask them what went wrong and try to help them in hard situation. Think about it..."},{"#":"background:remarkthink"},"^If your friends are in a trouble you should have ask them what went wrong and try to help them in hard situation. Think about it...","\n","end",{"#f":5}],"#f":5}]}],{"#f":1}],"finale":[[{"#":"background:onetalkone"},"^He talled you that he doesn't know this area and how to get back to the hostel.","\n","^The hostel is on the way to your house. You are thinking","\n","ev","str","^Tell him the way to get the bus(so that you can peacefully go home because you are tired)","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Give him a lift to the hostel in your cab","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"#":"remark:You should have helped your friends when they are in trouble."},{"#":"background:remarkthink"},"^You should have helped your friends when they are in trouble.","\n","end",{"#f":5}],"c-1":["\n",{"#":"remark:It's always a good habit to help others when they are in a trouble. Keep it up."},{"#":"background:remarkok"},"^It's always a good habit to help others when they are in a trouble. Keep it up.","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}