{"inkVersion":19,"root":[[{"->":"start"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start":[[{"#":"background:university"},"^The university is going well and the first year is slowly coming to an end.","\n","^The exams ended a few days ago.","\n",{"#":"background:discussion"},"^The batchmates decided to have a musical event. It is the event is to start in the evening and it is to go till late. You are conflicted between,","\n","ev","str","^Stay for the event as you will not be able to see your friends for a long time again","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Go home early and rest","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"#":"background:byetofrndz"},"^You get to say goodbye to his batchmates that he will not be able to see for a while.","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n",{"#":"background:remarkthink"},"^<< A balanced person should also enjoy themselves a bit >>","\n",{"#":"background:waitingbus"},{"->":".^.^.g-0"},{"#f":5}],"g-0":["^You go to the bus stop and wait for a bus. After a few minutes of waiting a bus comes and you got in.","\n",{"#":"background:crowded"},"^The bus is almost full but you manage to find an empty seat. You put your bag on the rack and take a seat.","\n",{"#":"background:enteringwoman"},"^A few minutes into the bus ride an elderly woman gets onto the bus. It seems she has trouble standing up. She got in and stood near your seat. You have to decide","\n","ev","str","^Stand up and give her a seat","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Pretend to be asleep and not give her the seat","/str","/ev",{"*":".^.c-3","flg":20},{"c-2":["\n","^She thanks you for the seat.","\n",{"->":".^.^.^.g-1"},{"#f":5}],"c-3":["\n",{"#":"background:remarkthink"},"^<< You should not be selfish. You should think about the older ones when they are in trouble >>","\n",{"->":".^.^.^.g-1"},{"#f":5}],"#f":5}],"g-1":[{"#":"background:goinghome"},"^You go home and rest.","\n",{"->":"goingOut"},{"#f":5}]}],{"#f":1}],"goingOut":[[{"#":"background:discussingfrnz"},"^Few days later you and some of your school friends decided to have a day out. You decided to meet up in Bambalapitiya.","\n",{"#":"background:foundmoney"},"^On the way home you see a dropped rs 1000 note on the side of the road. As you walked forward you see a man walking towards you.","\n","^He stops near you and asks if you have seen a 1000 rupee note he dropped earlier. You have to decide","\n","ev","str","^Give him the money","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Say nothing and keep the money for yourself","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n",{"#":"background:remarkthink"},"^<< The decision you took is bad you should not keep things that does not belong to you. >>","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":[{"#":"background:crowded"},"^You go to the bus stop and got onto a bus. The bus was reasonably crowded and you had to stand. You gave the conductor money for the bus.","\n","^A few moments later You got someone got off and you got to sit.","\n","^As you were waiting you notice suspicious looking man approaching another man who’s standing a few feet away from you.","\n","^You realize that the suspicious looking man is a pickpocket and that he’s going for the other man’s wallet.","\n","ev","str","^Say something and stop the man","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^Mind you own business","/str","/ev",{"*":".^.c-3","flg":20},{"c-2":["\n","^The pickpocket is caught and is later then given to the police. All the people in the bus thanks you  for being such a good perosn.","\n",{"->":".^.^.^.g-1"},{"#f":5}],"c-3":["\n",{"#":"background:remarkthink"},"^You have nothing to loose by helping the man you should have done somehting","\n",{"->":".^.^.^.g-1"},{"#f":5}],"#f":5}],"g-1":["^You go to bambalapitiya and meet your friends.","\n",{"->":"onTheWay"},{"#f":5}]}],{"#f":1}],"onTheWay":[[{"#":"background:meetingfrndz"},"^You and your friends start talking about university and everything. You and your friends decide on going out to lunch. When you decide on  a place to eat you and your friends start walking to the restaurant.","\n","^The restaurant is on the other side of the road and you have to cross. The road crossing is a little bit ahead and you have to walk a little more to get to it.","\n","^A friend of yours suggests that you should just cross the road from there.","\n","ev","str","^Tell your friends it's better to walk to the crossing","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Cross from where you are","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":"afterLunch"},{"#f":5}],"c-1":["\n",{"#":"background:police"},"^You cross from the place where you are and you almost get hit by a vehicle. And you get caught by a police officer for not obeying the rules.","\n","^The police officer writes a fine and tells you to you need to go to court and pay. You decide to go home after that shocking experience.","\n",{"#":"background:remarkthink"},"^Always you should have to obey the rules and regulations. Not obeying them causes alot of problems in the society. You have to change your mindset !","\n","end",{"#f":5}]}],{"#f":1}],"afterLunch":[[{"#":"background:eating"},"^You and your friends go to the restaurant safely and eat. You have fun. One of your friends tell you that he studies the same subjects as you.","\n","^He asks if you understand one of the topics. He asks if you could teach him the confusing parts when you have free time.Now you have to decide","\n","ev","str","^Help him with the work (because you know that topic well)","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Tell him that you don’t know that either","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n",{"#":"background:remarkthink"},"^<< A good person should always help their friends in their problems >>","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":[{"->":"grandMother"},{"#f":5}]}],{"#f":1}],"grandMother":[[{"#":"background:mother"},"^Few days later your mother tells you that your grandmother is not feeling well that you might need to go to see her.","\n","^She says that your father won’t be able to go with her that day so you will have to drive your mother to your grandfather.","\n",{"#":"background:thinking"},"^You remember that you have made a plan to go to a friend's house to watch a movie. Now you have to decide","\n","ev","str","^Go with your mother to see your grandfather","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Tell your mother you can’t drive her","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"#":"background:grandfather"},"^You stay with your grandfather for a few days and look after him. Then your mother tells you that your grandfather is now feeling better.","\n","^And that she will be brought back to Colombo that your mother can take care of her properly.","\n",{"->":"finale"},{"#f":5}],"c-1":["\n",{"#":"background:meetingfrndz"},"^You go to your friends place and watch the movie and your mother had to take the bus to see your grandfather.","\n",{"#":"background:remarkthink"},"^You should have sacrifice small funs when your mother asks for a help. Be helpful to your mother as they sacrifice alot of thing for you. Think about it !!!","\n","end",{"#f":5}]}],{"#f":1}],"finale":[[{"#":"background:takephone"},"^The next week you get a message that one of your friends have been hospitalized and some of your friends are going to see him.","\n",{"#":"background:message"},"^They ask if you’d like to join.","\n",{"#":"background:thinking"},"^It was on a day that you were planning to spend at home. Now you are thinking","\n","ev","str","^Go visit him","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Stay at home","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",{"#":"background:goinghospital"},"^You go to the hospital and that you find out that he has been feeling better and that he will be allowed to go home soon.","\n",{"#":"background:remarkok"},"^You are very much cared about your friends and you were able to sacrifice unwanted fun to them. Keep it up.","\n","end",{"#f":5}],"c-1":["\n",{"#":"background:remarkthink"},"^You should be helpful to your friends when they are having problems","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}